aalgo.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cxml="http://tempuri.org/">
<soapenv:Header/>
<soapenv:Body>
<cxml:EnvioCFE>
<cxml:nomusuario>erp2</cxml:nomusuario>
<cxml:clave>erp2</cxml:clave>
<cxml:tenant>morale</cxml:tenant>
<cxml:cliente></cxml:cliente>
<cxml:cfexml><![CDATA[<?xml version="1.0" encoding="UTF-8" ?>
<nsAdenda:CFE_Adenda xmlns:nsAdenda="http://cfe.dgi.gub.uy">
<nsAd:CFE version="1.0" xmlns:nsAd="http://cfe.dgi.gub.uy">
<nsAd:eTck>
 <nsAd:Encabezado>
<nsAd:IdDoc>
<nsAd:TipoCFE>102</nsAd:TipoCFE>
<nsAd:Serie></nsAd:Serie>
<nsAd:Nro></nsAd:Nro>
<nsAd:FchEmis>2018-11-07</nsAd:FchEmis>
<nsAd:MntBruto>1</nsAd:MntBruto>
<nsAd:FmaPago>2</nsAd:FmaPago>
</nsAd:IdDoc>
<nsAd:Emisor>
<nsAd:RUCEmisor>120132110017</nsAd:RUCEmisor>
<nsAd:RznSoc>Heriberto Daniel Morales Ayende</nsAd:RznSoc>
<nsAd:NomComercial>Morales Repuestos</nsAd:NomComercial>
<nsAd:EmiSucursal>Sucursal principal</nsAd:EmiSucursal>
<nsAd:CdgDGISucur>2</nsAd:CdgDGISucur>
<nsAd:DomFiscal>Rep. Argentina 1718</nsAd:DomFiscal>
<nsAd:Ciudad>PAYSANDU</nsAd:Ciudad>
<nsAd:Departamento>PAYSANDU</nsAd:Departamento>
</nsAd:Emisor>
<nsAd:Totales>
<nsAd:TpoMoneda>UYU</nsAd:TpoMoneda><nsAd:MntNoGrv>0.00</nsAd:MntNoGrv>
<nsAd:MntNetoIvaTasaMin>0.00</nsAd:MntNetoIvaTasaMin>
<nsAd:MntNetoIVATasaBasica>1250.00</nsAd:MntNetoIVATasaBasica>
<nsAd:IVATasaMin>10</nsAd:IVATasaMin>
<nsAd:IVATasaBasica>22</nsAd:IVATasaBasica>
<nsAd:MntIVATasaMin>0.00</nsAd:MntIVATasaMin>
<nsAd:MntIVATasaBasica>275.00</nsAd:MntIVATasaBasica>
<nsAd:MntTotal>1525</nsAd:MntTotal>
<nsAd:CantLinDet>1</nsAd:CantLinDet>
<nsAd:MontoNF>0.0</nsAd:MontoNF>
<nsAd:MntPagar>1525</nsAd:MntPagar>
</nsAd:Totales>
 </nsAd:Encabezado>
<nsAd:Detalle>
<nsAd:Item>
<nsAd:NroLinDet>1</nsAd:NroLinDet>
<nsAd:IndFact>3</nsAd:IndFact>
<nsAd:NomItem>2-Bonificacion en eTicket A-25</nsAd:NomItem>
<nsAd:Cantidad>1</nsAd:Cantidad>
<nsAd:UniMed>UN</nsAd:UniMed>
<nsAd:PrecioUnitario>1525.00</nsAd:PrecioUnitario>
<nsAd:MontoItem>1525.00</nsAd:MontoItem>
</nsAd:Item>
</nsAd:Detalle>
<nsAd:Referencia>
<nsAd:Referencia>
<nsAd:NroLinRef>         1</nsAd:NroLinRef>
<nsAd:IndGlobal>1</nsAd:IndGlobal>
<nsAd:TpoDocRef>101</nsAd:TpoDocRef>
<nsAd:Serie>A </nsAd:Serie>
<nsAd:NroCFERef>25</nsAd:NroCFERef>
<nsAd:RazonRef>Bonificacion Ref: 326393</nsAd:RazonRef>
<nsAd:FechaCFEref>2018-11-07</nsAd:FechaCFEref>
</nsAd:Referencia>
</nsAd:Referencia>
<nsAd:CAEData>
<nsAd:CAE_ID>1</nsAd:CAE_ID>
<nsAd:DNro>1</nsAd:DNro>
<nsAd:HNro>1</nsAd:HNro>
<nsAd:FecVenc></nsAd:FecVenc>
</nsAd:CAEData>
</nsAd:eTck>
</nsAd:CFE>
<nsAdenda:Adenda>                                                                                                                                                                                                                                                               &lt;br&gt;Cliente Nro: 1930&lt;br&gt;Ref: 326395</nsAdenda:Adenda></nsAdenda:CFE_Adenda>
]]></cxml:cfexml>
<cxml:referenciaERP>326395</cxml:referenciaERP>
<cxml:devolverQR>0</cxml:devolverQR>
<cxml:sizeQR>10</cxml:sizeQR>
<cxml:impprime>0</cxml:impprime>
<cxml:template>Uso General</cxml:template>
<cxml:devolverXML>0</cxml:devolverXML>
<cxml:version>1.34.7</cxml:version>
</cxml:EnvioCFE>
</soapenv:Body>
</soapenv:Envelope>
